Repository: kglomset/test
Catalog: frontend/SnowFlow/SnowFlow/*.lproj/Localizable.strings
Languages: nb

# error_invalid_url
source: The URL is invalid.
nb: URL-en er ugyldig

# error_json_encoding_failed
source: Failed to encode the request body to JSON.
nb: Kunne ikke kode forespørselen til JSON

# error_json_decoding_failed
source: Failed to decode the response from JSON.
nb: Kunne ikke dekode svaret fra JSON

# error_utf8_encoding_failed
source: Failed to encode text to UTF-8.
nb: Kunne ikke kode tekst til UTF-8

# error_utf8_decoding_failed
source: Failed to decode text from UTF-8.
nb: Kunne ikke dekode tekst fra UTF-8

# error_http
source: HTTP Error %d
nb: HTTP-feil %d

# error_no_internet
source: No internet connection. Please check your network and try again.
nb: Ingen internettforbindelse. Sjekk nettverket og prøv igjen

# error_server_unavailable
source: The server is currently unavailable. Please try again later.
nb: Serveren er for øyeblikket utilgjengelig. Prøv igjen senere

# error_timeout
source: The request timed out. Please try again.
nb: Forespørselen tok for lang tid. Prøv igjen

# error_unsupported_content
source: Unsupported content type: %@.
nb: Ikke-støttet innholdstype: %@

# error_unexpected_data
source: Unexpected data was returned when no data was expected.
nb: Uventede data ble returnert da ingen data var forventet

# error_image_encoding_failed
source: The image could not be encoded into data.
nb: Bildet kunne ikke kodes til data

# error_image_decoding_failed
source: The data could not be decoded into an image.
nb: Dataene kunne ikke dekodes til et bilde

# error_unknown_network
source: An unknown network error occurred.
nb: En ukjent nettverksfeil oppstod

# error_invalid_credentials
source: Invalid email or password.
nb: Ugyldig e-post eller passord

# error_session_expired
source: Your session has expired. Please log in again.
nb: Økten din har utløpt. Logg inn igjen

# email_label
source: Email
nb: E-post

# email_placeholder
source: Enter email
nb: Skriv inn e-post

# password_label
source: Password
nb: Passord

# password_placeholder
source: Enter password
nb: Skriv inn passord

# login_button
source: Login
nb: Logg inn
